const About = () => {
  return (
    <div className="about_container">
      <h2>О нас</h2>
      <p>Наша компания специализируется на организации корпоративных мероприятий на спортивных яхтах, катерах и Sup-бордах.</p>
      <p>
        Мы проведем для Вас день рождения, девичник, мероприятие для партнеро бизнеса, тимбилдинг, встречу однокурсников,
        выпускной и даже фотосессию.
      </p>
      <p>
        Широкий спектр услуг позволяет сделать каждое мероприятие особенным. Мы имеем многолетний опыт в организации корпоративных
        мероприятий на яхтах и хорошую репутацию среди своих клиентов. Более 80 компаний в год выбирают именно нас. Мы
        предоставляем полный комплекс услуг, начиная от выбора формата мероприятия и разработки программы до обеспечения питания и
        развлечений в яхт-клубе. Все мероприятия проводятся с учетом индивидуальных потребностей клиента и их бюджета.
      </p>
      <p>
        Таким образом, мы предлагаем уникальную возможность провести корпоративное мероприятие на яхтах и катерах, что
        обеспечивает незабываемый опыт и укрепляет командный дух среди сотрудников компаний и гостей. Мы ждем Ваших заявок!
      </p>
    </div>
  );
};

export default About;
