const Homepage = () => {
  return (
    <div className="home_container">
      <section className="home_promo">
        <h2>Парусный спорт на побережье Турции</h2>
        <p>
          Добро пожаловать на сайт, посвященный путешествиям на парусной лодке. Мы рады предложить вам уникальную возможность
          окунуться в мир приключений и открытий, наслаждаясь увлекательным путешествием на борту красивой парусной лодки. Наши
          путешествия на парусных лодках доступны для любого уровня подготовки - от новичков до опытных моряков. Вы можете
          присоединиться к нашей команде профессиональных капитанов и экспертов, которые помогут вам научиться многим интересным
          вещам, а также показать невероятную красоту мировых водных просторов. На борту наших лодок у нас есть все необходимое
          для вашего комфорта - удобные каюты, современное оборудование, библиотека, ресторан, бар и многое другое. Вы сможете
          наслаждаться уютной и спокойной обстановкой в самом сердце водоплавающей магии. Среди мест, которые мы посещаем, есть
          некоторые наиболее невероятные уголки планеты, такие как Карибские острова, Средиземное море, прекрасные прибрежные
          ландшафты Скандинавии и многое другое. Мы уверены, что найдем лучшее путешествие, которое подходит именно вам и вашим
          индивидуальным потребностям. Так что, если вы ищете отличный способ провести время на воде, наслаждаясь красотой мира
          вокруг вас, то свяжитесь с нами и отправьтесь в незабываемое приключение на борту нашей парусной лодки. Мы готовы
          сделать все возможное, чтобы сделать ваше путешествие настоящим сюрпризом и неповторимым впечатлением в вашей жизни.
        </p>
      </section>
      {/* <section className="home_options">
        <Link className="home_options_item" to="/courses">
          <img src={promo1} alt="promo image" />
          Курсы и обучение
        </Link>
        <Link className="home_options_item" to="/rental">
          <img src={promo2} alt="promo image" />
          Аренда яхты
        </Link>
        <Link className="home_options_item" to="/trip">
          <img src={promo3} alt="promo image" />
          Экскурсии и прогулки
        </Link>
        <Link className="home_options_item" to="/blog">
          <img src={promo4} alt="promo image" />
          Блог
        </Link>
      </section> */}
      <section className="home_info">
        <p>
          Если вам интересны приключенческие рейсы на парусных яхтах, то наш сайт посвящен сэйлингу и поможет вам организовать
          увлекательный и незабываемый отдых на любой вкус. Мы предлагаем широкий выбор круизов по всему миру, от экспедиций в
          арктические воды до загадочных тайников в тропиках. Наши профессиональные капитаны и члены экипажа обеспечат вашу
          безопасность и комфорт на протяжении всего путешествия. Вы познакомитесь с новыми культурами, увидите удивительные
          пейзажи и отдохнете от повседневной суеты. Не упустите возможность отправиться в увлекательное путешествие на яхте с
          нашим сайтом по сэйлингу!
        </p>
      </section>
    </div>
  );
};

export default Homepage;
